[
 {
    "name": "Del plano al volumen textil",
    "code": "DNO040",
    "about": "A lo largo del curso el alumno conocerá las características que distinguen a los materiales textiles más relevantes, el funcionamiento del instrumental adecuado para poder trabajar con ellos, ejercitando el uso de métodos y sistemas constructivos para llevar a cabo con éxito un proyecto textil"
 },
 {
    "name": "El textil como producto",
    "code": "DNO064",
    "about": "En los últimos años la Escuela de Diseño, ha buscado incentivar y promover la autogestión de emprendimientos de diseño. En ese contexto, este curso busca enseñar a los alumnos a analizar el mercado de un producto específico dentro del área textil (producto, servicio o experiencia), para generar una imagen que lo comunique, promocione y posicione"
 },
 {
    "name": "Textiles andinos",
    "code": "DNO072",
    "about": "Se busca conocer los aportes de los artefactos textiles andinos al Diseño contemporáneo, para contextualizar culturalmente el material en estudio y conocimientos prácticos ejercitando técnicas textiles en las que se plantean las relaciones estructura-textura-color"
 },
 {
    "name": "Historia de la indumentaria",
    "code": "DNO061",
    "about": "El curso entrega una visión cronológica de la evolución del traje, desde la antigüedad hasta nuestros días, a la luz del desarrollo de técnicas que permitieron esta evolución y de hechos históricos que inspiraron su estética en distintos periodos. Enfocado principalmente -aunque no en forma exclusiva - en el universo textil del vestuario occidental desde la época de los artesanos anónimos del mundo antiguo hasta el surgimiento del diseñador/artista contemporáneo"
 },
 {
    "name": "Cerámica experimental",
    "code": "ARO101E",
    "about": "En este curso el estudiante realizará el proceso completo del trabajo con cerámica desde un enfoque experimental, a partir de la preparación de colores, cubiertas vítreas y pastas, la invención de métodos y procedimientos no tradicionales y el trabajo con diversos sistemas de construcción que le permitan formular propuestas creativas y que respondan a las inquietudes personales de cada uno."
 }
 ]